Repository: JustCarmen/justlight_theme_options
Catalog: language/*.po
Languages: da, fr, hu, it, nb, nl, pl, sq

source: <p>Click a row, then drag-and-drop to re-order the topmenu items. Then click the 'save' button.</p>
nl: <p>Klik op een rij, sleep en laat los om de volgorde van de topmenu items te wijzigen. Klik daarna op de knop 'opslaan'.</p>

source: <p>If this option is set the Media Menu will be moved to the topmenu. The names of first level media folders will appear as submenu of the new Media Menu.</p><p>Warning: these menu links are not translated automatically. If you want your menus to be translated you will have to do it manually with the instructions in the webrees WIKI.</p>
nl: <p>Wanneer deze optie wordt ingesteld, verhuist het Media Menu naar het topmenu. De namen van eerste niveau media folders verschijnen als submenu van het nieuwe Media Menu.</p><p>Waarschuwing: deze submenu linken worden niet automatisch vertaald. Als u deze submenu's wilt vertalen moet u dat handmatig doen met de instructies uit de webtrees WIKI.</p>

source: <p>If you set this option the results on the media list page will include subfolders.</p>
nl: <p>Wanneer u deze optie instelt worden de resultaten op de media pagina getoond inclusief submappen.</p>

source: <p>The Google Docs Viewer is a way to present pdf files in a consistant way across all browsers. You are no longer dependent on the user's own PDF viewer.</p><p>A second advantage of using the Google Docs Viewer is that it now is possible to place watermarks on pdf files. If you have set the option to use watermarks for images in your tree settings, the watermarks will now be placed on pdf-files too.</p><p>You and your users don't need a google account to use the Google Docs Viewer.</p>
nl: <p>De Google Docs Viewer is een manier om pdf bestanden op een consistente manier in alle browsers te presenteren. U bent niet langer afhankelijk van de eigen PDF viewer van de gebruiker.</p><p>Een tweede voordeel van het gebruik van de Google Docs Viewer is dat het nu mogelijk is om watermerken te plaatsen op pdf-bestanden. Als u in uw stamboominstellingen de optie hebt ingesteld om watermerken te plaatsen op afbeeldingen, worden er nu ook watermerken geplaatst op pdf-bestanden.</p><p>U en uw gebruikers hebben geen googe account nodig om gebruik te maken van de Google Docs Viewer.</p>

source: <p>The default media folder will be used as link on the main media menu icon. If you click on this icon the medialist page for this folder appears.</p>
nl: <p>De standaard media folder wordt gebruikt als link voor het hoofd media menu icoon. Wanneer u op dit icoon klikt verschijnt de medialist pagina voor deze folder.</p>

source: Choose a default media folder
nl: Kies een standaard media folder

source: Choose a folder as default for the main menu link
nl: Kies een standaard folder voor de hoofdmenu link

source: Include the reports topmenu in the compact 'View' topmenu?
nl: Wilt u het menu rapporten opnemen in het compacte 'Bekijk' menu?

source: JustLight Theme Options
da: JustLight Tema Opsætning
fr: Paramètres du thème JustLight
hu: JustLight Téma beállításai
it: Opzioni Tema JustLight
nb: JustLight Theme innstillinger
nl: JustLight Thema Opties
pl: Opcje motywu JustLight
sq: Mundësitë e Temës JustLight

source: Media menu in topmenu
it: Menù media nel topmenu
nl: Media menu in hoofdmenu
sq: Media Meny në kryemeny

source: Options for the JustLight theme
da: Indstillinger for JustLight tema
fr: Paramètres pour le thème JustLight
hu: A JustLight téma beállításai
it: Opzioni per il Tema JustLight
nb: Innstillinger for JustLight tema
nl: Opties voor het JustLight thema
pl: Opcje dla motywu JustLight
sq: Mundësitë për temën JustLight

source: Set options for the JustLight theme within the admin interface
da: Sæt indstillingerne for JustLight tema som en admin bruger
fr: Definir les paramètres pour le thème JustLight dans l'administration des modules
hu: A JustLight téma beállításainak módosítása a vezérlőpulton
it: Impostare le opzioni per il Tema JustLight all'interno dell'interfaccia di amministrazione
nb: Sett innstillingene for JustLight tema via admin-panelet
nl: Zet opties voor het JustLight thema vanuit de administratie interface
pl: Ustawianie opcji dla motywu JustLight w panelu sterowania
sq: Përcakto mundësitë për temën JustLight në ndërfaqen admin

source: Sort Topmenu items
it: Ordina voci Topmenu
nl: Topmenu items sorteren
sq: Klasifiko elementet e kryemenysë

source: Sorting the topmenu
nl: Het topmenu sorteren

source: Subfolders
nl: Submappen

source: The settings will be reset to default. Are you sure you want to do this?
da: Indstillingerne resettes til default. Er du sikker på du vil gøre dette?
fr: Les paramètres seront réinitialisés aux valeurs par défaut. Êtes-vous sûr de vouloir faire ça ?
hu: A beállítások alapértékeinek visszaállítása. Biztos benne, hogy ezt akarja?
it: Verranno reimpostate le impostazioni predefinite. Sei sicuro di volerlo fare?
nb: Innstillingene vil bli nullstilt til standardoppsett. Er du sikker på at du vil gjøre dette?
nl: De instellingen worden teruggezet naar de standaard instellingen. Weet u zeker dat u dit wilt?
pl: Ustawienia zostaną zresetowane do wartości domyślnych. Czy na pewno chcesz to zrobić?
sq: Përkufizimet do të resetohen në të parazgjedhur. Jeni të sigurt?

source: Use Google Docs Viewer for pdf's?
nl: Gebruik Google Docs Viewer for pdf's?

source: Use a compact menu?
it: Utilizzare un menu compatto?
nl: Gebruik een compact menu?
sq: Përdorni menynë kompakte?

source: Use the Google Docs Viewer
nl: Gebruik de Google Docs Viewer

source: Click a row, then drag-and-drop to re-order the topmenu items. Then click the “save” button.
it: Fare clic su una riga, poi drag-and-drop per riordinare gli elementi topmenu. Fare clic sul pulsante "Salva".
sq: Kliko një rresht, atëherë kap e tërheq për të rirenditur elementet e kryemenysë. Më pas kliko butonin "ruaje".

source: If this option is set the media menu will be moved to the topmenu.
it: Se questa opzione è impostata il menu media verrà spostato nel topmenu.
sq: Nëse kjo mundësi është përcaktuar meny e medias do të lëvizë në kryemenynë.

source: If you set this option the results on the media list page will include subfolders.
da: Hvis du vælger denne indstillinger vil listen af medier inkluderer undermapper.
fr: Si vous sélectionnez cette option, les sous-dossiers existants sont affichés dans le menu principal « Média ».
hu: E lehetőség kiválasztása eredményezi az almappák megjelenését a média felsorolás oldalon.
it: Se si imposta questa opzione i risultati nella pagina elenco multimediale includeranno le sottocartelle.
nb: Velger du dette alternativet vil resultatene på medialistesiden inkludere undermapper.
pl: Jeśli opcja ta zostanie ustawiona, wyniki na stronie listy multimediów będą zawierać podfoldery.
sq: Nëse e përcaktoni këtë mundësi rezultatet në faqen e media listës do të përfshijnë nën foldera.

source: In the compact “View”-menu the menus for Charts, Lists, Calendar and (optionally) Reports will be merged together.
da: Diagrammer, lister, kalender og (valgfrie) rapporter samles i den kompakte "Vis" menu.
fr: Dans le menu compact le menu « Afficher » regroupe les menus « Diagrammes », « Listes », « Calendrier » et (en option) « Rapports ».
hu: A tömörített “Megtekintés” menübe lesznek az Ábra, Lista, Naptár és (választhatóan) a Jelentés menük összevonva.
it: Nel menù compatto "View", i menu per Grafici, Elenchi, Calendario e (facoltativamente) Report verranno uniti insieme.
nb: Diagrammer, lister, kalender og (eventuelle) rapporter vil bli flettet sammen i den kompakte "Vis" menu.
pl: W kompaktowym „Widoku” menu dla wykresów, list, kalendarza i (opcjonalnie) dla raportów zostaną połączone ze sobą.
sq: Në menynë "Dukja" kompakte menytë për Grafe, Lista, Kalendare dhe (opcionalisht) Raporte do të bashkohen.

source: Include the reports topmenu in the compact “View” topmenu?
it: Includere il topmenu Reports nel topmenu compatto "Vista"?
sq: Përfshijë kryemenynë e raporteve në "Dukja" kompakte në kryemeny?

source: Options
it: Opzioni
sq: Mundësitë

source: Size of the family tree title
da: Størrelse på familietræets titel
fr: Taille du titre de l'arbre généalogique
hu: A családfa nevének nagysága
it: Dimensioni del titolo dell'albero genealogico
nb: Størrelse på familietreets tittel
pl: Rozmiar tytułu drzewa genealogicznego
sq: Madhësia e titullit të trungut familjar

source: The names of first level media folders from your media folder on the server will be used as submenu items of the new media menu. Warning: these submenu items are not translated automatically. Use a custom language file to translate your menu items. Read the webrees WIKI for more information.
da: Undermenupunkter som nye medie menuer tages fra navnene på det første niveau af mediemapperne fra mediemappe på din server. Advarsel: Disse undermenupunkter oversættes ikke automatisk. Anvend derfor en brugerdefineret sprogfil til at oversætte nævnte menupunkter. Læs webtrees WIKI for mere info.
fr: Si cette option est activée, un nouveau menu « Média » sera ajouté au menu principal. Le nom des dossiers de médias apparaitront comme sous-menu du nouveau menu « Média ». Attention : Ces sous-menus ne sont pas traduits automatiquement. Pour les traduire, il faut le faire manuellement. Voir les instructions dans le WIKI de webtrees.
hu: A média menüének almenü elemei a szerveren lévő média mappa első szintű mappái neveit használja. Figyelem: Ezek az almenü elemek nincsenek automatikusan lefordítva. Használjon saját nyelvi fájlt a menü elemeinek lefordítására. Részletesebb információ a webtrees WIKI oldalán található.
it: I nomi di primo livello della cartella media sul server verranno usati come elementi sottomenu di un menu media. Avviso: queste voci di sottomenu non vengono tradotte automaticamente. Utilizzare un file di lingua personalizzato per tradurre le voci di menu. Leggi il WIKI webrees per ulteriori informazioni.
nb: Navnene på første nivå under mediemappen på din server, vil brukes som underpunkt på den nye mediamenyen. Advarsel: Disse underpunktene blir ikke oversatt automatisk. Bruk derfor en egendefinert språkfil for å oversette disse. Les webtrees WIKI for mer information.
pl: Nazwy głównych podfolderów z folderu multimediów na serwerze zostaną wykorzystane jako elementy podmenu nowego menu multimedialnego. Uwaga: nazwy podmenu nie będą tłumaczone automatycznie. Należy użyć własnego pliku językowego aby tłumaczyć pozycje menu. Należy przeczytać wiki webrees aby uzyskać więcej informacji.
sq: Emrat e nivelit të parë të media folderave nga media folderi juaj në server do të përdoren si elemente të nënmenysë të media menysë së re.Kujdes: këto elemente të nënmenysë nuk janë përkthyer automatikisht. Përdorni gjuhën tuaj për të përkthyer elementet e menysë suaj. Lexo WIKI të webtrees pë më shumë informata.

source: Click a row, then drag-and-drop to re-order the menu items. Then click the “save” button.
da: Klik på en række og sorter menupunkter med "Træk-og-slip". Klik derefter på knappen "Gem".
fr: Cliquez sur une ligne, puis faites un glisser-déposer pour réorganiser les éléments du menu principal. Cliquez ensuite sur le bouton « enregistrer ».
hu: Sorrakattintással tartsa-és-húzza a sort a kívánt sorrendbe. Végül kattintson a “mentés” gombra.
nb: Velg en rad, dra og slipp for å endre rekkefølge på topp-meny-elementene. Trykk deretter "lagre"-knappen.
pl: Kliknij wiersz, a następnie przeciągnij i upuść, aby zmienić kolejność elementów menu. Następnie kliknij przycisk „Zapisz”.

source: If this option is set the media menu will be moved to the main menu.
da: Hvis denne indstilling er valgt vil medie menuen blive flyttet til topmenuen.
fr: Si cette option est activée, le menu « Média » est déplacé dans le menu principal.
hu: E lehetőség kiválasztásával a média menü áthelyeződik a főmenübe.
nb: Hvis dette alternativet er valgt vil mediamenyen bli flyttet til hovedmenyen.
pl: Jeśli ta opcja jest ustawiona, menu multimediów zostanie przeniesione do głównego menu.

source: Include the reports menu in the compact “View” menu
da: Inkludér rapportmenuen i den kompakte "Vis" menu
fr: Inclure le menu « Rapports » dans le menu « Afficher » dans le menu compact
hu: A Jelentések menü legyen része a tömörített “Megtekintés” főmenünek
nb: Inkluder rapportmenyen i den kompakte "Vis" menyen
pl: Dołącz raporty do kompaktowego „Widoku” w menu

source: Media menu in main menu
da: Medie menu i hovedmenuen
fr: Ajouter un menu « Média » dans le menu principal
hu: A Média menü legyen a főmenüben
nb: Media i hovedmenyen
pl: Menu multimediów w głównym menu

source: Sort menu items
da: Sortér hovedmenuerne
fr: Trier les éléments dans le menu principal
hu: A menü rendezése
nb: Sorter menyene
pl: Sortuj pozycje menu

source: Use a compact menu
da: Brug en kompakt menu
fr: Utiliser le menu compact
hu: Tömörített menü használat
nb: Bruk kompakt meny
pl: Użyj menu kompaktowego
